[
  {
    "title": "Oldest City in the US",
    "user_id": 1,
    "destination_id": 1,
    "post": "St. Augustine is a city in and the county seat of St. Johns County located 40 miles (64 km) south of downtown Jacksonville. The city is on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously inhabited European-established settlement in what is now the contiguous United States."
  },
  {
    "title": "Why Miami Beach is the Best",
    "user_id": 3,
    "destination_id": 2,
    "post": "With white sandy beaches and crystal clear waters, Miami Beach is a great destination for travelers looking to relax. The city is home to some of the best nightlife in the country, with a variety of clubs and bars to choose from. Miami Beach is also known for its art deco architecture, which can be seen throughout the city."
  },
  {
    "title": "Hana Highway",
    "user_id": 2,
    "destination_id": 3,
    "post": "Maui is an island in the Central Pacific, part of the Hawaiian archipelago. Sprawling Haleakala National Park encompasses the island’s highest peak, volcanic Haleakala, as well as the pools and waterfalls of Ohe’o Gulch, accessed via scenic, winding Hana Highway. The island's 30 miles of beaches include golden-crescent Kapalua, sheltered from strong currents by lava-rock promontories."
  },
  {
    "title": "More Than Fishing",
    "user_id": 3,
    "destination_id": 4,
    "post": " Islamorada is much than the sport fishing capital of the world. Travelers on group tours can enjoy the local art scene, the history of the area, and the beautiful beaches. The area is also home to the Theater of the Sea, a marine mammal park that has been in operation since 1946."
  },
  {
    "title": "The Mile High City",
    "user_id": 1,
    "destination_id": 5,
    "post": "Denver, the capital of Colorado, is an American metropolis dating to the Old West era. Larimer Square, the city’s oldest block, features landmark 19th-century buildings. Museums include the Denver Art Museum, an ultramodern complex known for its collection of indigenous works, and the mansion of famed Titanic survivor Molly Brown."
  }
]
